Repository: duxweb/dmux
Catalog: Sources/DmuxWorkspace/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

# ai.session.storage.open_failed
source: Unable to open session storage.
de: Sitzungsspeicher kann nicht geöffnet werden.
es: No se puede abrir el almacenamiento de la sesión.
fr: Impossible d'ouvrir le stockage de session.
ja: セッションストレージを開けません。
ko: 세션 저장소를 열 수 없습니다.
pt_br: Não foi possível abrir o armazenamento da sessão.
ru: Невозможно открыть хранилище сеансов.
zh_hans: 无法打开会话存储。
zh_hant: 無法開啟會話儲存。

# ai.sessions.empty
source: No Session History
de: Kein Sitzungsverlauf
es: Sin historial de sesión
fr: Aucun historique de session
ja: セッション履歴がありません
ko: 세션 기록 없음
pt_br: Sem histórico de sessão
ru: Нет истории сеансов
zh_hans: 暂无会话记录
zh_hant: 沒有會話歷史記錄

# ai.sessions.history
source: Session History
de: Sitzungsverlauf
es: Historial de sesiones
fr: Historique des sessions
ja: セッション履歴
ko: 세션 기록
pt_br: Histórico da sessão
ru: История сеансов
zh_hans: 会话记录
zh_hant: 會話歷史記錄

# ai.panel.loading_details
source: Loading project details…
de: Projektdetails werden geladen…
es: Cargando detalles del proyecto…
fr: Chargement des details du projet…
ja: プロジェクトの詳細を読み込み中…
ko: 프로젝트 세부 정보를 불러오는 중…
pt_br: Carregando detalhes do projeto…
ru: Загрузка сведений о проекте…
zh_hans: 正在加载项目详情…
zh_hant: 正在載入專案詳情…

# ai.state.switching_current_project
source: Switching to Current Project
de: Zum aktuellen Projekt wechseln
es: Cambiar al proyecto actual
fr: Passer au projet actuel
ja: 現在のプロジェクトに切り替える
ko: 현재 프로젝트로 전환
pt_br: Mudando para o projeto atual
ru: Переключение на текущий проект
zh_hans: 切换到当前项目
zh_hant: 切換到當前項目

# ai.status.cached_refreshing
source: Showing recent results, updating in background
de: Aktuelle Ergebnisse werden angezeigt und im Hintergrund aktualisiert
es: Mostrando resultados recientes, actualizándose en segundo plano
fr: Affichage des résultats récents, mise à jour en arrière-plan
ja: 最近の結果を表示し、バックグラウンドで更新します
ko: 최근 결과 표시 중, 백그라운드에서 업데이트 중
pt_br: Mostrando resultados recentes, atualizando em segundo plano
ru: Показаны последние результаты, обновление в фоновом режиме
zh_hans: 显示最近结果，后台更新中
zh_hant: 顯示最近的結果，在背景更新

# ai.status.ready
source: AI Stats Ready
de: KI-Statistiken bereit
es: Estadísticas de IA listas
fr: Statistiques IA prêtes
ja: AI 統計の準備完了
ko: AI 통계 준비됨
pt_br: Estatísticas de IA prontas
ru: Статистика ИИ готова
zh_hans: AI 统计已就绪
zh_hant: AI 統計已就緒

# ai.summary.current_project
source: Current Project
de: Aktuelles Projekt
es: Proyecto actual
fr: Projet actuel
ja: 現在のプロジェクト
ko: 현재 프로젝트
pt_br: Projeto Atual
ru: Текущий проект
zh_hans: 当前项目
zh_hant: 目前專案

# ai.summary.today_total
source: Today's Total
de: Heutige Gesamtsumme
es: Total de hoy
fr: Total du jour
ja: 今日の合計
ko: 오늘의 합계
pt_br: Total de hoje
ru: Сегодняшний итог
zh_hans: 今日总量
zh_hant: 今日總計

# ai.today_level
source: Today's Level
de: Heutiger Rang
es: Nivel de hoy
fr: Niveau du jour
ja: 今日のレベル
ko: 오늘의 레벨
pt_br: Nível de hoje
ru: Уровень за сегодня
zh_hans: 今日等级
zh_hant: 今日等級

# ai.today_tokens
source: Today's Tokens
de: Token heute
es: Tokens de hoy
fr: Tokens du jour
ja: 本日のトークン
ko: 오늘의 토큰
pt_br: Tokens de hoje
ru: Токены за сегодня
zh_hans: 今日 Token
zh_hant: 今日 Token

# ai.today_usage
source: Today's Usage
de: Heutige Nutzung
es: Uso de hoy
fr: Utilisation d'aujourd'hui
ja: 今日の使用量
ko: 오늘 사용량
pt_br: Uso de hoje
ru: Использование за сегодня
zh_hans: 今日用量
zh_hant: 今日用量

# ai.unknown_tool
source: Unknown Tool
de: Unbekanntes Werkzeug
es: Herramienta desconocida
fr: Outil inconnu
ja: 不明なツール
ko: 알 수 없는 도구
pt_br: Ferramenta desconhecida
ru: Неизвестный инструмент
zh_hans: 未知工具
zh_hant: 未知工具

# app.live_log.opened
source: Opened live log.
de: Live-Protokoll geoffnet.
es: Registro en vivo abierto.
fr: Journal live ouvert.
ja: ライブログを開きました。
ko: 라이브 로그를 열었습니다.
pt_br: Log ao vivo aberto.
ru: Открыт live-журнал.
zh_hans: 已打开监听日志。
zh_hant: 已開啟監聽日誌。

# app.runtime_log.opened
source: Opened runtime log.
de: Laufzeitprotokoll geoffnet.
es: Registro de ejecucion abierto.
fr: Journal d'execution ouvert.
ja: 実行ログを開きました。
ko: 런타임 로그를 열었습니다.
pt_br: Log de execucao aberto.
ru: Открыт журнал выполнения.
zh_hans: 已打开运行日志。
zh_hant: 已開啟執行日誌。

# common.about
source: About
de: Um
es: Acerca de
fr: À propos
ja: について
ko: 에 대한
pt_br: Sobre
ru: О
zh_hans: 关于
zh_hant: 關於

# common.cancel
source: Cancel
de: Stornieren
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
zh_hans: 取消
zh_hant: 取消

# common.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pt_br: Excluir
ru: Удалить
zh_hans: 删除
zh_hant: 刪除

# common.choose
source: Choose
de: Wählen
es: Elegir
fr: Choisir
ja: 選ぶ
ko: 선택하다
pt_br: Escolher
ru: Выбирать
zh_hans: 选择
zh_hant: 選擇

# common.clear_screen
source: Clear Screen
de: Klarer Bildschirm
es: Borrar pantalla
fr: Effacer l'écran
ja: クリアスクリーン
ko: 화면 지우기
pt_br: Limpar tela
ru: Очистить экран
zh_hans: 清屏
zh_hant: 清晰的螢幕

# common.copy
source: Copy
de: Kopie
es: Copiar
fr: Copie
ja: コピー
ko: 복사
pt_br: Cópia
ru: Копировать
zh_hans: 复制
zh_hant: 複製

# common.create
source: Create
de: Erstellen
es: Crear
fr: Créer
ja: 作成する
ko: 만들다
pt_br: Criar
ru: Создавать
zh_hans: 创建
zh_hant: 創建

# common.current
source: Current
de: Aktuell
es: Actual
fr: Actuel
ja: 現在
ko: 현재의
pt_br: Atual
ru: Текущий
zh_hans: 当前
zh_hant: 目前

# common.last_format
source: Last %@
de: Letzter %@
es: Último %@
fr: Dernier %@
ja: 最後の %@
ko: 마지막 %@
pt_br: Último %@
ru: Последний %@
zh_hans: 最后 %@
zh_hant: 最後 %@

# common.later
source: Later
de: Später
es: Más tarde
fr: Plus tard
ja: 後で
ko: 나중에
pt_br: Mais tarde
ru: Позже
zh_hans: 稍后
zh_hant: 稍後

# common.need_format
source: Need %@
de: Benötige %@
es: Necesita %@
fr: Besoin de %@
ja: %@が必要です
ko: %@ 필요
pt_br: Precisa de %@
ru: Нужен %@
zh_hans: 需 %@
zh_hant: 需要 %@

# common.no_data
source: No Data
de: Keine Daten
es: Sin datos
fr: Aucune donnée
ja: データなし
ko: 데이터 없음
pt_br: Sem dados
ru: Нет данных
zh_hans: 暂无数据
zh_hant: 無數據

# common.none
source: None
de: Keiner
es: Ninguno
fr: Aucun
ja: なし
ko: 없음
pt_br: Nenhum
ru: Никто
zh_hans: 无
zh_hant: 無

# common.refresh
source: Refresh
de: Aktualisieren
es: Refrescar
fr: Rafraîchir
ja: リフレッシュ
ko: 새로 고치다
pt_br: Atualizar
ru: Обновить
zh_hans: 刷新
zh_hant: 重新整理

# common.remove
source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 제거
pt_br: Remover
ru: Удалить
zh_hans: 移除
zh_hant: 移除

# common.rename
source: Rename
de: Umbenennen
es: Rebautizar
fr: Rebaptiser
ja: 名前の変更
ko: 이름 바꾸기
pt_br: Renomear
ru: Переименовать
zh_hans: 重命名
zh_hant: 重新命名

# common.requests_format
source: Requests %@
de: Fordert %@ an
es: Solicitudes %@
fr: Demandes %@
ja: リクエスト %@
ko: %@ 요청
pt_br: Solicita %@
ru: Запрашивает %@
zh_hans: 请求 %@
zh_hant: 請求 %@

# common.required
source: Required
de: Erforderlich
es: Requerido
fr: Requis
ja: 必須
ko: 필수의
pt_br: Obrigatório
ru: Необходимый
zh_hans: 必填
zh_hant: 必填

# common.restart_now
source: Restart Now
de: Jetzt neu starten
es: Reiniciar ahora
fr: Redémarrer maintenant
ja: 今すぐ再起動
ko: 지금 재시작
pt_br: Reiniciar agora
ru: Перезапустить сейчас
zh_hans: 立即重启
zh_hant: 立即重啟

# common.retry
source: Retry
de: Wiederholen
es: Rever
fr: Réessayer
ja: リトライ
ko: 다시 해 보다
pt_br: Tentar novamente
ru: Повторить попытку
zh_hans: 重试
zh_hant: 重試

# common.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
zh_hans: 保存
zh_hant: 儲存

# common.select_all
source: Select All
de: Wählen Sie „Alle“ aus
es: Seleccionar todo
fr: Sélectionner tout
ja: すべて選択
ko: 모두 선택
pt_br: Selecionar tudo
ru: Выбрать все
zh_hans: 全选
zh_hant: 選擇全部

# common.stop
source: Stop
de: Stoppen
es: Detener
fr: Arrêt
ja: 停止
ko: 멈추다
pt_br: Parar
ru: Останавливаться
zh_hans: 终止
zh_hant: 停止

# common.today_format
source: Today %@
de: Heute %@
es: Hoy %@
fr: Aujourd'hui %@
ja: 今日 %@
ko: 오늘 %@
pt_br: Hoje %@
ru: Сегодня %@
zh_hans: 今日 %@
zh_hant: 今天 %@

# git.auth.cancelled
source: Git authentication was cancelled.
de: Die Git-Authentifizierung wurde abgebrochen.
es: Se canceló la autenticación Git.
fr: L'authentification Git a été annulée.
ja: Git 認証がキャンセルされました。
ko: Git 인증이 취소되었습니다.
pt_br: A autenticação Git foi cancelada.
ru: Аутентификация Git отменена.
zh_hans: 已取消 Git 鉴权。
zh_hant: Git 驗證已取消。

# git.auth.credentials_required
source: Username and password or token cannot be empty.
de: Benutzername und Passwort bzw. Token dürfen nicht leer sein.
es: El nombre de usuario y la contraseña o el token no pueden estar vacíos.
fr: Le nom d'utilisateur et le mot de passe ou le jeton ne peuvent pas être vides.
ja: ユーザー名とパスワード、またはトークンを空にすることはできません。
ko: 사용자 이름과 비밀번호 또는 토큰은 비워둘 수 없습니다.
pt_br: O nome de usuário e a senha ou token não podem ficar vazios.
ru: Имя пользователя и пароль или токен не могут быть пустыми.
zh_hans: 账号和密码或令牌不能为空。
zh_hant: 使用者名稱和密碼或令牌不能為空。

# git.branch.create_and_switch.success_format
source: Created and switched to branch %@.
de: Branch %@ erstellt und gewechselt.
es: Se creó la rama %@ y se cambió a ella.
fr: Branche %@ créée et activée.
ja: ブランチ %@ を作成して切り替えました。
ko: 브랜치 %@을(를) 생성하고 전환했습니다.
pt_br: Branch %@ criada e ativada.
ru: Ветка %@ создана и активирована.
zh_hans: 已创建并切换到分支 %@。
zh_hant: 已建立並切換到分支 %@。

# git.branch.create_from_commit.success_format
source: Created branch %@ from commit.
de: Branch %@ aus Commit erstellt.
es: Se creó la rama %@ a partir del commit.
fr: Branche %@ créée à partir du commit.
ja: コミットからブランチ %@ を作成しました。
ko: 커밋에서 브랜치 %@을(를) 생성했습니다.
pt_br: Branch %@ criada a partir do commit.
ru: Ветка %@ создана из коммита.
zh_hans: 已从提交创建分支 %@。
zh_hant: 已從提交建立分支 %@。

# git.branch.local
source: Local Branches
de: Lokale Niederlassungen
es: Sucursales locales
fr: Succursales locales
ja: 地方支店
ko: 현지 지점
pt_br: Filiais locais
ru: Местные филиалы
zh_hans: 本地分支
zh_hant: 當地分行

# git.branch.local.empty
source: No Local Branches
de: Keine lokalen Filialen
es: Sin sucursales locales
fr: Aucune succursale locale
ja: 地方支店はありません
ko: 현지 지점 없음
pt_br: Sem filiais locais
ru: Нет местных филиалов
zh_hans: 没有本地分支
zh_hant: 沒有本地分支機構

# git.branch.merge.empty
source: No Branches Available to Merge
de: Es sind keine Zweige zum Zusammenführen verfügbar
es: No hay sucursales disponibles para fusionar
fr: Aucune branche disponible pour fusionner
ja: マージできるブランチがありません
ko: 병합할 수 있는 분기가 없습니다.
pt_br: Nenhuma filial disponível para fusão
ru: Нет веток, доступных для объединения
zh_hans: 没有可合并分支
zh_hant: 沒有可合併的分支

# git.branch.merge.success_format
source: Merged branch (branch).
de: Zusammengeführter Zweig (branch).
es: Rama fusionada (branch).
fr: Branche fusionnée (branch).
ja: ブランチ (branch) をマージしました。
ko: (branch) 지점을 병합했습니다.
pt_br: Filial mesclada (branch).
ru: Объединена ветка (branch).
zh_hans: 已合并分支 (branch)。
zh_hant: 合併分支 (branch)。

# git.branch.merge_current
source: Merge into Current Branch
de: Mit aktuellem Zweig zusammenführen
es: Fusionarse con la sucursal actual
fr: Fusionner dans la branche actuelle
ja: 現在のブランチにマージ
ko: 현재 분기에 병합
pt_br: Mesclar na filial atual
ru: Слияние с текущей веткой
zh_hans: 合并到当前分支
zh_hant: 合併到當前分支

# git.branch.new
source: New Branch
de: Neue Filiale
es: Nueva sucursal
fr: Nouvelle succursale
ja: 新しい支店
ko: 새로운 지점
pt_br: Nova Filial
ru: Новый филиал
zh_hans: 新建分支
zh_hant: 新分行

# git.branch.new.message
source: Enter a new branch name.
de: Geben Sie einen neuen Filialnamen ein.
es: Ingrese un nuevo nombre de sucursal.
fr: Entrez un nouveau nom de branche.
ja: 新しいブランチ名を入力します。
ko: 새 지점 이름을 입력하세요.
pt_br: Insira um novo nome de filial.
ru: Введите новое название филиала.
zh_hans: 输入新的分支名称。
zh_hant: 輸入新的分支名稱。

# git.branch.switch.success_format
source: Switched to branch %@.
de: Zu Branch %@ gewechselt.
es: Se cambió a la rama %@.
fr: Basculé sur la branche %@.
ja: ブランチ %@ に切り替えました。
ko: 브랜치 %@(으)로 전환했습니다.
pt_br: Alternado para a branch %@.
ru: Выполнено переключение на ветку %@.
zh_hans: 已切换到分支 %@。
zh_hant: 已切換到分支 %@。

# git.commit.action_push
source: Commit and Push
de: Commit und Push
es: Hacer commit y subir
fr: Valider et pousser
ja: コミットしてプッシュする
ko: 커밋 및 푸시
pt_br: Commitar e enviar
ru: Коммит и отправка
zh_hans: 提交并推送
zh_hant: 提交和推送

# git.commit.action_sync
source: Commit and Sync
de: Commit und synchronisieren
es: Hacer commit y sincronizar
fr: Valider et synchroniser
ja: コミットして同期
ko: 커밋 및 동기화
pt_br: Commitar e sincronizar
ru: Зафиксировать и синхронизировать
zh_hans: 提交并同步
zh_hant: 提交並同步

# git.commit.completed
source: Commit completed.
de: Commit abgeschlossen.
es: Compromiso completado.
fr: Validation terminée.
ja: コミットが完了しました。
ko: 커밋이 완료되었습니다.
pt_br: Confirmação concluída.
ru: Коммит выполнен.
zh_hans: 提交成功。
zh_hant: 提交完成。

# git.commit.edit_last_message.notice
source: Only change the latest commit message.
de: Ändert nur die neueste Commit-Nachricht.
es: Solo cambia el mensaje del último commit.
fr: Modifie uniquement le message du dernier commit.
ja: 最新のコミットメッセージのみを変更します。
ko: 가장 최근 커밋 메시지만 수정합니다.
pt_br: Altera apenas a mensagem do commit mais recente.
ru: Изменяет только сообщение последнего коммита.
zh_hans: 仅修改最新一次提交的消息。
zh_hant: 僅修改最新一次提交訊息。

# git.commit.edit_last_message.placeholder
source: Enter a new commit message
de: Neue Commit-Nachricht eingeben
es: Introduce un nuevo mensaje de commit
fr: Saisir un nouveau message de commit
ja: 新しいコミットメッセージを入力
ko: 새 커밋 메시지 입력
pt_br: Digite uma nova mensagem de commit
ru: Введите новое сообщение коммита
zh_hans: 输入新的提交消息
zh_hant: 輸入新的提交訊息

# git.commit.edit_last_message.remote_notice
source: Only change the latest commit message. This commit may already be on the remote, so you might need to force push after editing it.
de: Ändert nur die neueste Commit-Nachricht. Dieser Commit könnte bereits auf dem Remote liegen, daher musst du ihn nach der Bearbeitung möglicherweise force-pushen.
es: Solo cambia el mensaje del último commit. Es posible que este commit ya esté en el remoto, así que quizá necesites forzar el push después de editarlo.
fr: Modifie uniquement le message du dernier commit. Ce commit est peut-être déjà sur le dépôt distant, vous devrez donc peut-être forcer le push après modification.
ja: 最新のコミットメッセージのみを変更します。このコミットはすでにリモートへ送信されている可能性があるため、編集後に強制プッシュが必要になる場合があります。
ko: 가장 최근 커밋 메시지만 수정합니다. 이 커밋이 이미 원격에 올라가 있을 수 있으므로, 수정 후 강제 푸시가 필요할 수 있습니다.
pt_br: Altera apenas a mensagem do commit mais recente. Esse commit talvez já esteja no remoto, então você pode precisar forçar o push depois da edição.
ru: Изменяет только сообщение последнего коммита. Этот коммит уже может быть отправлен в удалённый репозиторий, поэтому после редактирования может понадобиться принудительная отправка.
zh_hans: 仅修改最新一次提交的消息。该提交可能已经推送到远端，编辑后你可能还需要强制推送。
zh_hant: 僅修改最新一次提交訊息。這次提交可能已經推送到遠端，編輯後你可能還需要強制推送。

# git.commit.edit_last_message.remote_success
source: Edited the last commit message. The remote may require a force push.
de: Die letzte Commit-Nachricht wurde bearbeitet. Das Remote kann einen Force-Push erfordern.
es: Se editó el mensaje del último commit. Es posible que el remoto requiera un push forzado.
fr: Le message du dernier commit a été modifié. Le distant peut nécessiter un push forcé.
ja: 最新のコミットメッセージを編集しました。リモートには強制プッシュが必要な場合があります。
ko: 마지막 커밋 메시지를 수정했습니다. 원격에 강제 푸시가 필요할 수 있습니다.
pt_br: A mensagem do último commit foi editada. O remoto pode exigir um push forçado.
ru: Сообщение последнего коммита изменено. Для удалённого репозитория может потребоваться принудительный push.
zh_hans: 已修改最后一次提交信息，远程仓库可能需要强制推送。
zh_hant: 已修改最後一次提交訊息，遠端倉庫可能需要強制推送。

# git.commit.edit_last_message.success
source: Edited the last commit message.
de: Die letzte Commit-Nachricht wurde bearbeitet.
es: Se editó el mensaje del último commit.
fr: Le message du dernier commit a été modifié.
ja: 最新のコミットメッセージを編集しました。
ko: 마지막 커밋 메시지를 수정했습니다.
pt_br: A mensagem do último commit foi editada.
ru: Сообщение последнего коммита изменено.
zh_hans: 已修改最后一次提交信息。
zh_hant: 已修改最後一次提交訊息。

# git.commit.generate_message
source: Generate Commit Message
de: Commit-Nachricht generieren
es: Generar mensaje de confirmación
fr: Générer un message de validation
ja: コミットメッセージの生成
ko: 커밋 메시지 생성
pt_br: Gerar mensagem de confirmação
ru: Создать сообщение фиксации
zh_hans: 生成提交说明
zh_hant: 產生提交訊息

# git.commit.message.placeholder
source: Enter Commit Message
de: Geben Sie die Commit-Nachricht ein
es: Ingrese el mensaje de confirmación
fr: Entrez le message de validation
ja: コミットメッセージを入力してください
ko: 커밋 메시지 입력
pt_br: Insira a mensagem de confirmação
ru: Введите сообщение о фиксации
zh_hans: 填写提交说明
zh_hant: 輸入提交訊息

# git.commit.push_success
source: Committed and pushed changes.
de: Änderungen festgeschrieben und vorangetrieben.
es: Cambios comprometidos e impulsados.
fr: Des changements engagés et poussés.
ja: コミットおよびプッシュされた変更。
ko: 변경 사항을 커밋하고 푸시했습니다.
pt_br: Mudanças confirmadas e enviadas por push.
ru: Зафиксированы и отправлены изменения.
zh_hans: 已提交并推送更改。
zh_hant: 承諾並推動變革。

# git.commit.success
source: Committed staged changes.
de: Festgeschriebene inszenierte Änderungen.
es: Cambios por etapas comprometidos.
fr: Changements par étapes engagés.
ja: 段階的な変更をコミットしました。
ko: 단계적 변경 사항을 커밋했습니다.
pt_br: Alterações em etapas confirmadas.
ru: Зафиксированы поэтапные изменения.
zh_hans: 已提交已暂存更改。
zh_hant: 致力於階段性變革。

# git.commit.sync_success
source: Committed and synced changes.
de: Festgeschriebene und synchronisierte Änderungen.
es: Cambios comprometidos y sincronizados.
fr: Modifications validées et synchronisées.
ja: コミットされ同期された変更。
ko: 커밋되고 동기화된 변경 사항.
pt_br: Alterações confirmadas e sincronizadas.
ru: Зафиксированные и синхронизированные изменения.
zh_hans: 已提交并同步更改。
zh_hant: 提交並同步更改。

# git.credential.password_or_token
source: Password or Token
de: Passwort oder Token
es: Contraseña o token
fr: Mot de passe ou jeton
ja: パスワードまたはトークン
ko: 비밀번호 또는 토큰
pt_br: Senha ou token
ru: Пароль или токен
zh_hans: 密码或令牌
zh_hant: 密碼或 Token

# git.credential.username
source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
ja: ユーザー名
ko: 사용자 이름
pt_br: Nome de usuário
ru: Имя пользователя
zh_hans: 账号
zh_hant: 使用者名稱

# git.diff.select_file
source: Select a file to view its diff.
de: Wählen Sie eine Datei aus, um den Diff anzuzeigen.
es: Selecciona un archivo para ver su diff.
fr: Sélectionnez un fichier pour afficher son diff.
ja: 差分を表示するファイルを選択してください。
ko: diff를 보려면 파일을 선택하세요.
pt_br: Selecione um arquivo para ver o diff.
ru: Выберите файл для просмотра diff.
zh_hans: 选择文件以查看差异。
zh_hant: 選擇檔案以查看差異。

# git.empty.clone_remote_repository
source: Clone Remote Repository
de: Klonen Sie das Remote-Repository
es: Clonar repositorio remoto
fr: Cloner le référentiel distant
ja: リモート リポジトリのクローンを作成する
ko: 원격 저장소 복제
pt_br: Clonar repositório remoto
ru: Клонировать удаленный репозиторий
zh_hans: 克隆远程仓库
zh_hant: 克隆遠端儲存庫

# git.empty.description
source: Initialize a repository or clone a remote repository to view commits, diffs, and branches here.
de: Initialisieren Sie ein Repository oder klonen Sie ein Remote-Repository, um hier Commits, Diffs und Branches anzuzeigen.
es: Inicialice un repositorio o clone un repositorio remoto para ver confirmaciones, diferencias y ramas aquí.
fr: Initialisez un référentiel ou clonez un référentiel distant pour afficher ici les validations, les différences et les branches.
ja: リポジトリを初期化するか、リモート リポジトリのクローンを作成して、ここでコミット、差分、ブランチを表示します。
ko: 여기에서 커밋, 차이점, 분기를 보려면 저장소를 초기화하거나 원격 저장소를 복제하세요.
pt_br: Inicialize um repositório ou clone um repositório remoto para visualizar commits, diferenças e ramificações aqui.
ru: Инициализируйте репозиторий или клонируйте удаленный репозиторий, чтобы просмотреть здесь коммиты, различия и ветки.
zh_hans: 初始化仓库或克隆远程仓库后，就可以在这里查看提交、差异和分支。
zh_hant: 初始化儲存庫或克隆遠端儲存庫以在此處查看提交、差異和分支。

# git.empty.initialize_repository
source: Initialize Repository
de: Repository initialisieren
es: Inicializar repositorio
fr: Initialiser le référentiel
ja: リポジトリの初期化
ko: 저장소 초기화
pt_br: Inicializar repositório
ru: Инициализировать репозиторий
zh_hans: 初始化仓库
zh_hant: 初始化儲存庫

# git.empty.loading_description
source: Keep the current sidebar layout while repository status syncs in the background.
de: Behalten Sie das aktuelle Seitenleistenlayout bei, während der Repository-Status im Hintergrund synchronisiert wird.
es: Mantenga el diseño actual de la barra lateral mientras el estado del repositorio se sincroniza en segundo plano.
fr: Conservez la disposition actuelle de la barre latérale pendant que l'état du référentiel se synchronise en arrière-plan.
ja: リポジトリのステータスがバックグラウンドで同期されている間、現在のサイドバーのレイアウトを維持します。
ko: 저장소 상태가 백그라운드에서 동기화되는 동안 현재 사이드바 레이아웃을 유지합니다.
pt_br: Mantenha o layout atual da barra lateral enquanto o status do repositório é sincronizado em segundo plano.
ru: Сохраняйте текущий макет боковой панели, пока статус репозитория синхронизируется в фоновом режиме.
zh_hans: 保留当前侧栏布局，后台同步仓库状态。
zh_hant: 保持目前的側邊欄佈局，同時儲存庫狀態在背景同步。

# git.empty.no_repository
source: No Repository
de: Kein Repository
es: Sin repositorio
fr: Pas de référentiel
ja: リポジトリなし
ko: 저장소 없음
pt_br: Sem repositório
ru: Нет репозитория
zh_hans: 无仓库
zh_hant: 無儲存庫

# git.empty.not_repository
source: Current Directory Is Not a Git Repository
de: Das aktuelle Verzeichnis ist kein Git-Repository
es: El directorio actual no es un repositorio Git
fr: Le répertoire actuel n'est pas un référentiel Git
ja: 現在のディレクトリは Git リポジトリではありません
ko: 현재 디렉터리는 Git 저장소가 아닙니다.
pt_br: O diretório atual não é um repositório Git
ru: Текущий каталог не является репозиторием Git
zh_hans: 当前目录还不是 Git 仓库
zh_hant: 目前目錄不是 Git 儲存庫

# git.empty.reading_status
source: Reading Git Status
de: Git-Status wird gelesen
es: Lectura del estado de Git
fr: Lecture du statut Git
ja: Git ステータスの読み取り
ko: Git 상태 읽기
pt_br: Lendo o status Git
ru: Чтение статуса Git
zh_hans: 正在读取 Git 状态
zh_hant: 讀取 Git 狀態

# git.files.changes
source: Changes
de: Änderungen
es: Cambios
fr: Changements
ja: 変更点
ko: 변경 사항
pt_br: Mudanças
ru: Изменения
zh_hans: 更改
zh_hant: 變化

# git.files.copy_path
source: Copy Path
de: Pfad kopieren
es: Copiar ruta
fr: Copier le chemin
ja: パスのコピー
ko: 경로 복사
pt_br: Copiar caminho
ru: Копировать путь
zh_hans: 复制路径
zh_hant: 複製路徑

# git.files.copy_path.success
source: Copied file path.
de: Kopierter Dateipfad.
es: Ruta del archivo copiado.
fr: Chemin du fichier copié.
ja: コピーされたファイルのパス。
ko: 복사된 파일 경로입니다.
pt_br: Caminho do arquivo copiado.
ru: Скопированный путь к файлу.
zh_hans: 已复制文件路径。
zh_hant: 複製的文件路徑。

# git.files.copy_selected_paths
source: Copy Selected Paths
de: Ausgewählte Pfade kopieren
es: Copiar rutas seleccionadas
fr: Copier les chemins sélectionnés
ja: 選択したパスをコピー
ko: 선택한 경로 복사
pt_br: Copiar caminhos selecionados
ru: Копировать выбранные пути
zh_hans: 复制所选路径
zh_hant: 複製選定的路徑

# git.files.copy_selected_paths.success
source: Copied selected file paths.
de: Ausgewählte Dateipfade kopiert.
es: Se copiaron las rutas de los archivos seleccionados.
fr: Chemins de fichiers sélectionnés copiés.
ja: 選択したファイル パスをコピーしました。
ko: 선택한 파일 경로를 복사했습니다.
pt_br: Caminhos de arquivo selecionados copiados.
ru: Скопированы выбранные пути к файлам.
zh_hans: 已复制所选文件路径。
zh_hant: 複製選定的檔案路徑。

# git.files.delete_file
source: Delete File
de: Datei löschen
es: Eliminar archivo
fr: Supprimer le fichier
ja: ファイルの削除
ko: 파일 삭제
pt_br: Excluir arquivo
ru: Удалить файл
zh_hans: 删除文件
zh_hant: 刪除文件

# git.files.delete_selected_files
source: Delete Selected Files
de: Ausgewählte Dateien löschen
es: Eliminar archivos seleccionados
fr: Supprimer les fichiers sélectionnés
ja: 選択したファイルを削除
ko: 선택한 파일 삭제
pt_br: Excluir arquivos selecionados
ru: Удалить выбранные файлы
zh_hans: 删除所选文件
zh_hant: 刪除選定的文件

# git.files.discard.success_format
source: Discarded changes in %@.
de: Änderungen in %@ verworfen.
es: Se descartaron los cambios en %@.
fr: Modifications de %@ abandonnées.
ja: %@ の変更を破棄しました。
ko: %@의 변경 사항을 버렸습니다.
pt_br: Alterações em %@ descartadas.
ru: Изменения в %@ отброшены.
zh_hans: 已丢弃 %@ 中的更改。
zh_hant: 已捨棄 %@ 中的變更。

# git.files.discard_all
source: Discard All
de: Alles verwerfen
es: Descartar todo
fr: Tout jeter
ja: すべて破棄
ko: 모두 버리기
pt_br: Descartar tudo
ru: Отбросить все
zh_hans: 全部放弃
zh_hant: 全部丟棄
